brew "arduino-cli"
brew "bbriano/bbriano/argv"
brew "bbriano/bbriano/drunkcase"
brew "bbriano/bbriano/rot13"
brew "byacc"
brew "cairo"
brew "clang-format"
brew "cmake"
brew "cowsay"
brew "ctags"
brew "curl"
brew "ffmpeg"
brew "figlet"
brew "fortune"
brew "fzf"
brew "gcc"
brew "gdb"
brew "ghc"
brew "glib"
brew "gnutls"
brew "go"
brew "gocloc"
brew "gopls"
brew "harfbuzz"
brew "haskell-language-server"
brew "haskell-stack"
brew "htop"
brew "imagemagick"
brew "ldns"
brew "libass"
brew "libfido2"
brew "libheif"
brew "libssh2"
brew "llvm"
brew "lolcat"
brew "neofetch"
brew "node"
brew "openssh"
brew "p11-kit"
brew "pandoc"
brew "pipes-sh"
brew "pngpaste"
brew "proselint"
brew "python@3.10"
brew "python@3.7", link: false
brew "python@3.8", link: false
brew "python@3.9", link: false
brew "sfml"
brew "shared-mime-info"
brew "sl"
brew "speedtest-cli"
brew "srt"
brew "syncthing", restart_service: true
brew "the_silver_searcher"
brew "tldr"
brew "tmux"
brew "transmission-cli", restart_service: true
brew "tree"
brew "unbound"
brew "yt-dlp"
brew "zig"
cask "adguard"
cask "android-file-transfer"
cask "arduino"
cask "disk-inventory-x"
cask "firestorm"
cask "font-go"
cask "fork"
cask "gimp"
cask "google-chrome"
cask "inkscape"
cask "iterm2"
cask "karabiner-elements"
cask "libreoffice"
cask "logisim"
cask "ltspice"
cask "macfuse"
cask "mactex"
cask "mactracker"
cask "mars"
cask "moom"
cask "mos"
cask "parallels"
cask "steermouse"
cask "transmission"
cask "vlc"
cask "zoom"
tap "bbriano/bbriano"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
