brew "autojump"
brew "bbriano/bbriano/argv"
brew "bbriano/bbriano/drunkcase"
brew "bbriano/bbriano/rot13"
brew "cabal-install"
brew "cairo"
brew "cmus"
brew "cowsay"
brew "ctags"
brew "curl"
brew "docker", link: false
brew "ffmpeg"
brew "figlet"
brew "fortune"
brew "fzf"
brew "gdb"
brew "ghc"
brew "glib"
brew "go"
brew "gobject-introspection"
brew "gocloc"
brew "gopls"
brew "harfbuzz"
brew "haskell-language-server"
brew "haskell-stack"
brew "htop"
brew "krb5"
brew "lazydocker"
brew "lazygit"
brew "ldns"
brew "libass"
brew "libssh2"
brew "llvm"
brew "lolcat"
brew "neofetch"
brew "nghttp2"
brew "node"
brew "openldap"
brew "openssh"
brew "pandoc"
brew "pipes-sh"
brew "pngpaste"
brew "postgresql", restart_service: true
brew "python@3.7"
brew "python@3.8"
brew "python@3.9"
brew "sfml"
brew "sl"
brew "speedtest-cli", link: false
brew "texlab"
brew "the_silver_searcher"
brew "tldr"
brew "tmux"
brew "transmission-cli", restart_service: true
brew "tree"
brew "unbound"
brew "vim"
brew "wget"
brew "youtube-dl"
brew "zsh-autosuggestions"
cask "adguard"
cask "chromedriver"
cask "docker"
cask "font-go"
cask "google-chrome"
cask "hyperswitch"
cask "inkscape"
cask "iterm2"
cask "karabiner-elements"
cask "ledger-live"
cask "macfuse"
cask "mactex"
cask "moom"
cask "mos"
cask "obs"
cask "oracle-jdk"
cask "parallels"
cask "sensiblesidebuttons"
cask "stremio"
cask "textbar"
cask "transmission"
cask "visual-studio-code"
cask "vlc"
cask "zoom"
tap "bbriano/bbriano"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
