brew "arduino-cli"
brew "bbriano/bbriano/argv"
brew "bbriano/bbriano/drunkcase"
brew "bbriano/bbriano/rot13"
brew "cabal-install"
brew "cairo"
brew "cmus"
brew "cowsay"
brew "ctags"
brew "curl"
brew "docker", link: false
brew "ffmpeg"
brew "figlet"
brew "fortune"
brew "fzf"
brew "gcc"
brew "gdb"
brew "ghc"
brew "glib"
brew "gnutls"
brew "go"
brew "gobject-introspection"
brew "gocloc"
brew "gopls"
brew "guile"
brew "harfbuzz"
brew "haskell-language-server"
brew "haskell-stack"
brew "htop"
brew "imagemagick"
brew "lazydocker"
brew "lazygit"
brew "ldns"
brew "libass"
brew "libssh2"
brew "lolcat"
brew "neofetch"
brew "node"
brew "openldap"
brew "openssh"
brew "pandoc"
brew "pipes-sh"
brew "pngpaste"
brew "postgresql@14"
brew "proselint"
brew "python@3.7", link: false
brew "python@3.8", link: false
brew "python@3.9"
brew "sfml"
brew "sl"
brew "speedtest-cli"
brew "spim"
brew "srt"
brew "the_silver_searcher"
brew "tldr"
brew "tmux"
brew "transmission-cli", restart_service: true
brew "tree"
brew "unbound"
brew "vim"
brew "wget"
brew "youtube-dl"
brew "zig"
cask "adguard"
cask "android-file-transfer"
cask "arduino"
cask "chromedriver"
cask "disk-inventory-x"
cask "docker"
cask "font-go"
cask "gimp"
cask "google-chrome"
cask "inkscape"
cask "iterm2"
cask "java6"
cask "karabiner-elements"
cask "kicad"
cask "ledger-live"
cask "logisim"
cask "macfuse"
cask "mactex"
cask "mars"
cask "moom"
cask "mos"
cask "obs"
cask "oracle-jdk"
cask "parallels"
cask "steermouse"
cask "stremio"
cask "transmission"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "visual-studio-code"
cask "vlc"
cask "wechat"
cask "yt-music"
cask "zoom"
tap "bbriano/bbriano"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
